Repository: athena-logistics/athena-backend
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de

source: Logistics Overview
de: Logistik Übersicht

source: Move Item
de: Verschiebung Artikel

source: Supply Item
de: Eingang Artikel

source: Oops, something went wrong! Please check the errors below.
de: Uups, da ist etwas schief gelaufen! Bitte überprüfe die unten stehenden Fehler.

source: amount
de: Menge

source: consumption
de: Verbrauch

source: destination location
de: Zielstandort

source: item
de: Artikel

source: item group
de: Artikelgruppe

source: supply
de: Anlieferung

source: Movement created successfully.
de: Verschiebung wurde erfolgreich erstellt.

source: source location
de: Quellstandort

source: Event created successfully.
de: Veranstaltung wurde erfolgreich erstellt.

source: Event deleted successfully.
de: Veranstaltung wurde erfolgreich gelöscht.

source: Event updated successfully.
de: Veranstaltung wurde erfolgreich aktualisiert.

source: Item created successfully.
de: Artikel wurde erfolgreich erstellt.

source: Item deleted successfully.
de: Artikel wurde erfolgreich gelöscht.

source: Item group created successfully.
de: Artikelgruppe wurde erfolgreich erstellt.

source: Item group deleted successfully.
de: Artikelgruppe wurde erfolgreich gelöscht.

source: Item group updated successfully.
de: Artikelgruppe wurde erfolgreich aktualisiert.

source: Item updated successfully.
de: Artikel wurde erfolgreich aktualisiert.

source: Location created successfully.
de: Standort wurde erfolgreich erstellt.

source: Location deleted successfully.
de: Standort wurde erfolgreich gelöscht.

source: Location updated successfully.
de: Standort wurde erfolgreich aktualisiert.

source: Movement deleted successfully.
de: Verschiebung wurde erfolgreich gelöscht.

source: Movement updated successfully.
de: Verschiebung wurde erfolgreich aktualisiert.

source: %{event} logistics
de: ${event} Logistik

source: actions
de: Aktionen

source: edit
de: Bearbeiten

source: item groups
de: Artikelgruppen

source: locations
de: Standorte

source: edit %{event}
de: %{event} bearbeiten

source: create event
de: Veranstaltung erstellen

source: create item
de: Artikel erstellen

source: delete
de: Löschen

source: edit %{item}
de: %{item} bearbeiten

source: events
de: Veranstaltungen

source: inverse
de: Verkehrt

source: movements
de: Verschiebungen

source: no
de: Nein

source: show
de: Anzeigen

source: unit
de: Einheit

source: yes
de: Ja

source: create item group
de: Artikelgruppe erstellen

source: create location
de: Standort erstellen

source: create movement
de: Veranstaltung erstellen

source: destination_location
de: Zielstandort

source: edit %{location}
de: %{location} bearbeiten

source: source
de: Quelle

source: time
de: Zeit

source: edit movement
de: Verschiebung bearbeiten

source: From
de: Von

source: To
de: Zu

source: Relocate Items
de: Artikel verschieben

source: Supply Items
de: Eingang Artikel

source: Item
de: Artikel

source: Location
de: Standort

source: Table
de: Tabelle

source: Inventory
de: Bestand

source: Stats
de: Statistiken

source: Time
de: Zeit

source: Units
de: Einheiten

source: %{item} total stats
de: %{item} Statistiken

source: Amount
de: Menge

source: Consumption
de: Verbrauch

source: Supply
de: Anlieferung

source: Locations
de: Standorte

# Item Stats Table
source: Amount
de: Menge

# Item Stats Table
source: Date
de: Datum

# Item Stats Table
source: Location
de: Standort

# Item Stats Table
source: Type
de: Typ

source: Expectations
de: Erwartungen

source: Missing Items
de: Fehlende Artikel

# Event Missing Items
source: Actions
de: Aktionen

# Event Missing Items
source: All items are stocked up to expectations.
de: Alle Artikel sind gemäss Erwartungen vorhanden.

# Event Missing Items
source: Current
de: Aktuell

# Event Missing Items
source: Desired
de: Erwartet

# Event Missing Items
source: Item
de: Artikel

# Event Missing Items
source: Location
de: Standort

# Event Missing Items
source: Move
de: Verschiebung

# Event Missing Items
source: To Move
de: Zu verschieben

# Event Missing Items
source: Unit
de: Einheit

# Location Missing Items
source: Actions
de: Aktionen

# Location Missing Items
source: All items are stocked up to expectations.
de: Alle Artikel sind gemäss Erwartungen vorhanden.

# Location Missing Items
source: Current
de: Aktuell

# Location Missing Items
source: Desired
de: Erwartet

# Location Missing Items
source: Item
de: Artikel

# Location Missing Items
source: Move
de: Verschiebung

# Location Missing Items
source: To Move
de: Zu verschieben

# Location Missing Items
source: Unit
de: Einheit

source: new movement
de: Verschiebung erstellen

source: dashboard
de: Phoenix Dashboard

source: Save
de: Speichern

source: close
de: Schliessen

source: destination
de: Zielstandort

source: Event duplicated
de: Event dupliziert

source: duplicate
de: Duplizieren

source: Event couldn't be duplicated
de: Der Event konnte nicht dupliziert werden

source: add item
de: Artikel hinzufügen

source: location
de: Standort

source: consumption %{item}: %{location}
de: Verbrauch %{item}: %{location}

source: create new location
de: Standort erstellen

source: location dashboard
de: Standortübersicht

source: logistic dashboard
de: Logistik Dashboard

source: manage events
de: Events Verwalten

source: movement %{item}: %{source_location} → %{destination_location}
de: Verschiebung %{item} von %{source_location} → %{destination_location}

source: properties
de: Eigenschaften

source: relocations
de: Verschiebungen

source: stock
de: Bestand

source: supply %{item}: %{location}
de: Anlieferung von %{item} nach %{location}

source: edit event
de: Event bearbeiten

source: edit item group
de: Artikelgruppe bearbeiten

source: edit location
de: Standort bearbeiten

source: edit %{itemgroup}
de: %{itemgroup} bearbeiten

source: stock statistics
de: Bestands-Statistik

source: Oops!
de: Ups!

source: Are you sure?
de: Bist du sicher?
